Repository: ellmetha/notabanane
Catalog: project/locale/*/LC_MESSAGES/django.po
Languages: fr

source: This is the description of your blog
fr: Description du blog

source: Post date
fr: Date de publication

source: Header image
fr: Image d’entête

source: Categories
fr: Catégories

source: Preparation time
fr: Temps de préparation

source: Cook time
fr: Temps de cuisson

source: Fridge time
fr: Temps de repos au réfrigérateur

source: Rest time
fr: Temps de repos

source: Yield
fr: Nombre de portions

source: Enter a yield indication such as "4 persons", "3 servings", etc.
fr: Entrer une indication telle que “4 personnes”, “6 parts”, “8 portions”, etc.

source: Appetizers
fr: Entrées

source: Beverages
fr: Boissons

source: Breakfast
fr: Déjeuners

source: Main course
fr: Plats principaux

source: Sauces and salad dressings
fr: Sauces et vinaigrettes

source: Soups
fr: Potages et soupes

source: Vegetables and salads
fr: Légumes et salades

source: Dish types
fr: Types de plats

source: Recipe information
fr: Informations sur la recette

source: Recipe ingredients sections
fr: Sections de listings d’ingrédients

source: Recipe instructions sections
fr: Sections de listings d’instructions

source: Recipe
fr: Recette

source: Recipes
fr: Recettes

source: Ingredients
fr: Ingrédients

source: Each new line generates a new numbered ingredient. Blank lines are allowed to separate ingredients from each others too.
fr: Chaque nouvelle ligne génère un nouvel ingrédient numéroté. Des lignes vides peuvent être utilisées pour séparer les ingrédient entre eux.

source: Recipe ingredients section
fr: Section de listings d’ingrédients

source: Each new line generates a new numbered instruction. Blank lines are allowed to separate instructions from each others too.
fr: Chaque nouvelle ligne génère une nouvelle instruction numérotée. Des lignes vides peuvent être utilisées pour séparer les instructions entre elles.

source: Recipe instructions section
fr: Section de listings d’instructions

source: Category name
fr: Nom de la catégorie

source: Parent category
fr: Catégorie parente

source: Category
fr: Catégorie

source: Body
fr: Corps de page

source: Header image displayed when rendering the page.
fr: Image d’en-tête affichée en haut de page.

source: Disable robots indexation
fr: Désactiver l’indexation par les robots

source: Simple page
fr: Page simple

source: Simple pages
fr: Pages simples

source: ^search/$
fr: ^recherche/$

source: ^recipes/$
fr: ^recettes/$

source: First name
fr: Prénom

source: Last name
fr: Nom

source: E-mail address
fr: Adresse courriel

source: Subject
fr: Sujet

source: Your message
fr: Ton message

source: Contact message sent successfully
fr: Message de contact envoyé avec succès

source: Page not found
fr: Page introuvable

source: The requested resource could not be found but may be available again in the future.
fr: La ressource n’a pas été trouvée mais pourrait être de nouveau disponible dans le futur.

source: Webservice currently unavailable
fr: Service web indisponible

source: An unexpected condition was encountered. Thanks for your patience.
fr: Une erreur est survenue et a été notifiée pour correction. Merci de patienter.

source: Healthy recipes for real life adventurers
fr: Recettes santé pour aventuriers des temps modernes

source: About
fr: À propos

source: Type to search
fr: Taper pour chercher

source: Legal notice
fr: Mentions légales

source: Home
fr: Accueil

source: Your search
fr: Ta recherche

source: %(results_count)s result for <strong>%(search_query)s</strong>
fr: %(results_count)s résultat pour <strong>%(search_query)s</strong>

source: Sorry, no posts were found. Try searching for something else!
fr: Désolé, aucun article trouvé. Essaie de chercher autre chose!

source: Newer articles
fr: Articles plus récents

source: Older articles
fr: Articles plus anciens

source: Latest recipes
fr: Dernières recettes

source: View all
fr: En voir plus

source: Latest articles
fr: Derniers articles

source: For: %(yield)s
fr: Pour: %(yield)s

source: Preparation: %(time)s
fr: Préparation: %(time)s

source: Cook: %(time)s
fr: Cuisson: %(time)s

source: Fridge: %(time)s
fr: Réfrigérateur: %(time)s

source: Rest: %(time)s
fr: Repos: %(time)s

source: Preparation
fr: Préparation

source: Send
fr: Envoyer

source: Hello,
fr: Salut,

source: Here's a new contact message:
fr: Voici un nouveau message de contact:

source: And some information regarding the author of this message:
fr: Et quelques informations concernant l’auteur de ce message:

source: Email address:
fr: Adresse courriel:

source: Full name:
fr: Nom complet:

source: Hours
fr: Heures

source: (optional)
fr: (Optionnel)
